[
         {
                  "id": "1",
                  "name": "Karch Kiraly",
                  "Height": "6″2",
                  "Nationality": "Indonesia",
                  "club": "Indonesia-Superlega",
                  "Weight": "155 LBS",
                  "describe": "Karch Kiraly is a professional volleyball player, coach, broadcast announcer of American nationality. He is one of the popular players in the game and stands in position one in the World with numerous records to his name.He is also a head coach for the United States Women volleyball. Kiraly has various records to his name as the gold medal at the 2020 Tokyo",
                  "img": "https://i.ibb.co/G5WL4s9/volleyball-player-1.webp"
         },
         {
                  "id": "2",
                  "name": "Giba",
                  "Height": "5″8",
                  "Nationality": "France",
                  "club": "Lube Civitanova",
                  "Weight": "160 LBS",
                  "describe": "Giba is a professional volleyball player from Brazil where he plays at the position of outside hitter in the club. He is currently a retired player in the club where he was a part of the national Brazil volleyball team.There are various records of his name in the game of volleyball in his career. a few to name his records.",
                  "img": "https://i.ibb.co/RjCfvRB/volleyball-player-2.webp"
         },
         {
                  "id": "3",
                  "name": "Lorenzo Bernardi",
                  "Height": "5″9",
                  "Nationality": "United States",
                  "club": "Sada Cruzeiro",
                  "Weight": "188 LBS",
                  "describe": "Bernardi is a professional Italian volleyball player in the team. He is currently a part of the Gas Sales Pizcenza team whereas he was a part of the Italy national team from 1987 to 2001. There are various honours of the player like the 1996 Atlanta Olympic Games, 1990 Brazil FIVB World Championship, 1994 Greece FIVB World Championship. There are other",
                  "img": "https://i.ibb.co/vq1FK3L/volleyball-player-3.webp"
         },
         {
                  "id": "4",
                  "name": "Saeid Marouf",
                  "Height": "5″7",
                  "Nationality": "South africa",
                  "club": "Trentino Volley",
                  "Weight": "166 LBS",
                  "describe": "Mir Saeid Marouf Lakerani is a professional Iranian volleyball player. He plays in the team on the position of Setter where he is currently a part of the Beijing BAIC Motor club for volleyball. The number for the player is 4 in the club. He is currently a part of the Iran national team from 2005 till 2021.",
                  "img": "https://i.ibb.co/420BVmM/volleyball-player-4.webp"
         },
         {
                  "id": "5",
                  "name": "Facundo Conte",
                  "Height": "5″11",
                  "Nationality": "Perugia",
                  "club": "Sir Safety Perugia",
                  "Weight": "180 LBS",
                  "describe": "Facundo is a professional volleyball player of Argentine nationality. He is currently a part of the Argentina Mens national volleyball team. He plays at the position of outside hitter in the Warta Zawiercie club who has a number 7 in the club. The honours of the player in the game are Bronze at 2020 Tokyo Olympic Games",
                  "img": "https://i.ibb.co/DtfhcFB/volleyball-player-5.webp"
         },
         {
                  "id": "6",
                  "name": "Ivan Zaytsev",
                  "Height": "5″10",
                  "Nationality": "Mexico",
                  "club": "Modena Volley",
                  "Weight": "170 LBS",
                  "describe": "Ivan is an Italian professional volleyball player whereas he is of Russian origin. The player plays at the position of Opposite in the club. He is currently a part of the Italian national volleyball team. There are numerous records for the player as a part of the team at different games. A few to name the records.",
                  "img": "https://i.ibb.co/rF8dJzj/volleyball-player-6.jpg"
         },
         {
                  "id": "7",
                  "name": "Steve Timmons",
                  "Height": "6″2",
                  "Nationality": "Turkey",
                  "club": "Zaksa Kedzierzyn-Kozle",
                  "Weight": "169 LBS",
                  "describe": "Steve Timmons is a professional American volleyball player. He is a former player in the nation of men’s volleyball in the United States. There are records of the player in the game as a part of the team. A few to name the achievements are as follows gold.",
                  "img": "https://i.ibb.co/yVqxrxN/volleyball-player-7.jpg"
         },
         {
                  "id": "8",
                  "name": "Ricardo Lucarelli",
                  "Height": "6″1",
                  "Nationality": "China",
                  "club": "Skra Belchatow",
                  "Weight": "190 LBS",
                  "describe": "Ricardo Lucarelli is a professional volleyball player of Brazilian nationality. He is currently a part of the Trentino Volley club where he plays at the position of outside hitter in the game. He is also a part of the national Brazil team since 2011.",
                  "img": "https://i.ibb.co/bHpPpSS/volleyball-player-8.jpg"
         }
]